{
  "label": [
    {
      "name": "Stats",
      "data": [
        {
          "name": "Kỹ thuật",
          "data": ["Aiming", "Movement", "Utilities"]
        },
        {
          "name": "Tư duy",
          "data": ["Spending", "Timing", "Handling", "Strategy"]
        },
        {
          "name": "Đồng đội",
          "data": ["Trading", "Assist", "Boosting", "Communication"]
        },
        {
          "name": "Tinh thần",
          "data": ["Stability", "Concentration", "Progressive", "Positivity"]
        }
      ]
    },
    {
      "name": "Vũ khí",
      "data": [
        {
          "name": "Melee"
        },
        {
          "name": "Pistols"
        },
        {
          "name": "Shotguns"
        },
        {
          "name": "SMG"
        },
        {
          "name": "Rifles"
        },
        {
          "name": "Snipers"
        },
        {
          "name": "Machine Guns"
        }
      ]
    },
    {
      "name": "Tố chất (vai trò)",
      "data": [
        {
          "name": "In-Game Leader"
        },
        {
          "name": "Entry Fragger"
        },
        {
          "name": "Playmaker"
        },
        {
          "name": "Support"
        },
        {
          "name": "Lurker"
        },
        {
          "name": "Anchor"
        }
      ]
    }
  ],
  "chart": {
    "chart": { "type": "donut" },
    "legend": { "show": false },
    "dataLabels": { "enabled": false },
    "stroke": { "show": false, "width": 0 },
    "plotOptions": {
      "pie": {
        "donut": {
          "size": "85%",
          "labels": {
            "show": true,
            "name": { "show": true, "fontSize": 11, "offsetY": 2 },
            "value": {
              "show": true,
              "fontSize": 10,
              "offsetY": -2,
              "color": "#ccc"
            }
          }
        },
        "expandOnClick": false,
        "customScale": 1.1
      }
    }
  },
  "level": [
    {
      "name": "Quái vật",
      "value": 1.4
    },
    {
      "name": "Thương hiệu",
      "value": 1.2
    },
    {
      "name": "Bao gắt",
      "value": 1.05
    },
    {
      "name": "Ngon",
      "value": 0.95
    },
    {
      "name": "Được",
      "value": 0.8
    },
    {
      "name": "Chưa thể hiện",
      "value": 0.6
    },
    {
      "name": "Chấp",
      "value": 0
    }
  ],
  "data": [
    {
      "img": "img/team/new2023/h1enle.png",
      "name": "h1enle",
      "role": "In-Game Leader",
      "chart": [
        [25, 28, 26, 21],
        [3, 26, 3, 23, 33, 9, 3],
        [25, 15, 19, 17, 7, 17],
        70
      ],
      "description": "AresVN h1enle được xem là vị đội trưởng mẫu mực của AresVN. h1enle sở hữu đầy đủ những phẩm chất quan trọng của một In-Game Leader, với khả năng toàn diện về cả chiến thuật và kỹ thuật. h1enle dành nhiều thời gian để luyện tập kỹ thuật và nghiên cứu chiến thuật phù hợp cho đội. Anh thường nhắc đến tâm lý bất ổn của mình, nhưng những cống hiến tinh thần của anh đã kéo cả đội vực dậy trong vô số tình thế gay cấn. h1enle xứng đáng nhận được sự tôn trọng cao nhất của tất cả các thành viên trong nhóm."
    },
    {
      "img": "img/team/new2023/Hyle.png",
      "name": "Hyle",
      "role": "AWPer",
      "chart": [
        [29, 24, 23, 24],
        [11, 13, 11, 10, 17, 25, 13],
        [17, 15, 19, 14, 19, 16],
        55
      ],
      "description": "AresVN Hyle chính là thành phần thiết yếu trong hỏa lực của đội, là tuyển thủ gây nhiều ấn tượng đặc sắc trong đội. Hyle sở hữu game sense đáng kinh ngạc với kinh nghiệm chinh chiến dày dặn, do đó khả năng phán đoán, đọc và xử lý tình huống của anh đều rất mượt mà. Nhưng anh chỉ mang tới đặc sản thực thụ khi chơi trên vai trò của một xạ thủ bắn tỉa, với những cú vẩy tâm đậm chất nghệ thuật đi thẳng vào lòng địch. Hyle là một chiến binh thực thụ mà AresVN không thể thiếu."
    },
    {
      "img": "img/team/new2023/Breezee.png",
      "name": "Breezee",
      "role": "Playmaker",
      "chart": [
        [34, 21, 21, 24],
        [5, 19, 3, 25, 27, 19, 2],
        [12, 21, 22, 12, 17, 16],
        50
      ],
      "description": "AresVN Breezee là một tuyển thủ kỹ thuật cao của đội, đã tập luyện rất chăm chỉ và được đánh giá là có kỹ năng chiến đấu cực kỳ đáng nể. Breezee không bao giờ bỏ lỡ cơ hội học hỏi từ bất cứ ai có thể giúp anh cải thiện kỹ năng cho mình. Dù có nhiều ý kiến trái chiều, không ai có thể phủ nhận sức công phá hủy diệt của anh. Với phong cách bắn cực kỳ bình tĩnh và mạnh mẽ, Breezee được xem là một cỗ máy ace trong đội với khả năng xuyên thủng mọi vị trí án ngữ của kẻ thù."
    },
    {
      "img": "img/team/new2023/env1.png",
      "name": "env1",
      "role": "Support",
      "chart": [
        [19, 30, 28, 23],
        [5, 8, 8, 23, 25, 13, 18],
        [17, 15, 11, 21, 17, 19],
        30
      ],
      "description": "AresVN env1 là chìa khóa hậu phương của đội với lối chơi thiên hướng hỗ trợ nhiều hơn là giao tranh. Anh để lại nhiều dấu ấn mạnh mẽ ở khả năng kiểm soát và di chuyển biến ảo. env1 cũng là một tuyển thủ rất tinh quái với hàng loạt nước đi làm tê liệt khả năng phán đoán của đối phương. Làm nền là vậy, anh cũng góp sức trong chiến đấu với không ít tình huống đầy đột phá, đặc biệt là clutch. Những chiến thắng rực rỡ của AresVN chưa bao giờ thiếu env1 đứng phía sau."
    },
    {
      "img": "img/team/new2023/DORM.png",
      "name": "D O R M",
      "role": "Entry Fragger",
      "chart": [
        [26, 23, 24, 27],
        [3, 20, 3, 26, 26, 19, 3],
        [10, 18, 21, 19, 14, 18],
        20
      ],
      "description": "AresVN D O R M, thành viên mẫu mực nhất của đội. Mặc dù không nhiều thời gian luyện tập, anh có khả năng càn quét đáng kinh ngạc, đặc biệt khi trong tay là những khẩu tiểu liên. Chiếc máy ủi này có thể tiếp cận và dọn sạch chiến trường với tốc độ thần sầu, còn kẻ thù tầm xa cũng không tránh khỏi số phận với thương hiệu giết người hàng ngàn dặm chỉ với SMG của anh. Là một tuyển thủ đầy tự tin, quả cảm, chính trực, điểm sáng nhất của D O R M chính là bản lĩnh, một cái đầu lạnh và ra quyết định cực kỳ gãy gọn. D O R M luôn được mọi người tôn trọng vì khả năng lan tỏa tinh thần tích cực ngay cả trong những trận đấu khó khăn nhất."
    },
    {
      "img": "img/team/new2023/Nomad.png",
      "name": "Nomad",
      "role": "Support",
      "chart": [
        [23, 31, 23, 23],
        [3, 20, 3, 36, 32, 3, 3],
        [18, 14, 15, 20, 14, 17],
        55
      ],
      "description": "AresVN Nomad là một phiên bản nâng cấp cho tuyến hậu phương của đội. Với khả năng tính toán khủng khiếp, Nomad có thể đọc vanh vách mọi thông tin trong trận đấu từ vĩ mô đến vi mô, đem về rất nhiều lợi thế thông tin cho cả đội. Nomad cũng là một nhà kiến tạo với nhiều hỗ trợ mượt mà và làm suy yếu lớp phòng thủ của địch. Cách mà kẻ địch ngã xuống khi đối đầu với anh cũng rất thú vị, có khi đó là một trận địa hỏa thiêu, có khi đó là cây \"súng nước\" đầy phong trần. Nomad được xem là chiếc la bàn quý cho nhiều chiến thắng của AresVN."
    },
    {
      "img": "img/team/new2023/sund0wn.png",
      "name": "sund0wn",
      "role": "Playmaker",
      "chart": [
        [30, 25, 20, 25],
        [4, 14, 10, 14, 39, 18, 1],
        [11, 16, 30, 16, 16, 11],
        80
      ],
      "description": "sund0wn là thành viên đắt giá của đội với kỹ thuật thượng thừa. Số lượng đóng góp cho chiến thắng của anh thật khó mà đếm nổi. Sở hữu game sense của một vị thánh, sund0wn có thể phát vé hàng loạt cho địch chuyển sang góc nhìn người khác. sund0wn thông thạo nhiều kỹ thuật ngắm bắn, di chuyển và rất am hiểu map. Tinh thần thép cũng là một điểm đáng chú ý khi anh xuất sắc vượt qua không ít tình huống thử thách tinh thần cao độ. Nhắc đến hình tượng sức mạnh của đội, sund0wn chưa bao giờ là lỗi thời."
    },
    {
      "img": "img/team/9f532d54152ac97d142a9b2394715d837943b6f7_full.jpeg",
      "name": "TrieuIkoma",
      "role": "Lurker",
      "chart": [
        [27, 23, 23, 27],
        [5, 19, 6, 26, 23, 18, 3],
        [11, 22, 21, 13, 19, 14],
        50
      ],
      "description": "TrieuIkoma là thành viên hòa đồng, hoạt bát, đem lại nhiều niềm vui và năng lượng cho toàn đội. Anh có kỹ thuật chiến đấu rất ấn tượng, nhưng không chỉ ở rifle, ngay cả với SMG hay SSG anh cũng đều cho thấy khả năng quái vật của mình. Không chỉ dừng lại ở sự thành thạo súng ống, TrieuIkoma còn rất tinh quái trong những quyết định chiến lược cá nhân bất ngờ tiễn kẻ địch không kịp trăng trối. TrieuIkoma luôn khẳng định vị thế trong việc khai thông mọi con đường tiến site cũng như tinh thần cho đội.",
      "isHidden": "true"
    },
    {
      "img": "img/team/c21456b2da1ad2c47be91d026a5d81d0b2f59b8a_full.jpeg",
      "name": "Kalibi",
      "role": "Playmaker",
      "chart": [
        [37, 21, 21, 21],
        [4, 25, 3, 18, 30, 17, 3],
        [10, 16, 25, 16, 17, 16],
        90
      ],
      "description": "AresVN Kalibi là cựu thành viên siêu việt bậc nhất của đội. Với kỹ thuật aim từ một thế giới khác, những pha xuyên táo lạnh lùng là những gì mà người ta không thể không nhắc tới khi nói về Kalibi. Anh còn là một tuyển thủ cẩn trọng và điềm tĩnh với không ít tình huống cứu thua cho cả đội dù bị đưa vào tình thế cực kỳ bất lợi. Kalibi xứng đáng là cây nỏ thần mà bất cứ một đội nào cũng ao ước.",
      "isHidden": "true"
    }
  ]
}
